Repository: svenbolte/wp-doodlez
Catalog: lang/WPdoodlez-*.po
Languages: de_de

source: characters long.
de_de: Zeichen lang.

source: is the wrong answer. Correct is
de_de: ist leider falsch. Die richtige Antwort lautet:

source: no answer (timeout occured)
de_de: keine Antwort (da die Zeit abgelaufen ist)

source: Add New Question
de_de: Neue Frage erstellen

source: Add New Quiz Category
de_de: Neue Quiz Kategorie zufügen

source: Add or remove Quiz categories
de_de: Quiz Kategorie zufügen oder entfernen

source: Add WPdoodle
de_de: WPdoodle hinzufügen

source: admin: create live poll
de_de: Admin: Live-Umfrage erstellen

source: All Quiz Categories
de_de: Alle Quiz Kategorien

source: All WPdoodlez
de_de: Alle WPdoodlez

source: and
de_de: und

source: answer mask
de_de: Antwort-Maske

source: answer question
de_de: diese Frage beantworten

source: Answers &amp; more
de_de: Antworten und mehr...

source: appointment
de_de: Terminabstimmung

source: appointment planner, polls, quizzes
de_de: Terminabstimmungen, Umfragen

source: at quiz-exam
de_de: beim Quiz-Examen

source: bookingdate
de_de: Buchungsdatum

source: car quartet
de_de: Autoquartett

source: case sensitive
de_de: Bitte Groß/Kleinschreibung beachten!

source: certificate
de_de: Zertifikat

source: check answer
de_de: Antwort prüfen

source: Choose from the most used categories
de_de: Wählen Sie von den meistbenutzten Quiz Kategorien

source: Congrats. You solved by drag and drop
de_de: Herzlichen Glückwunsch. Sie haben per Drag and Drop gelöst.

source: Congrats. You solved by entering the word
de_de: Herzlichen Glückwunsch. Sie haben per Eingabe gelöst.

source: Congratulations! You solved the crossword game.
de_de: Glückwunsch! Sie haben das Rätsel gelöst.

source: correct answer
de_de: richtige Antwort

source: correct answer:
de_de: Richtige Antwort:

source: country
de_de: Land

source: crossword
de_de: Kreuzwort

source: delete
de_de: löschen

source: Edit
de_de: bearbeiten

source: edit
de_de: bearbeiten

source: Edit Question
de_de: Frage bearbeiten

source: Edit Quiz Category
de_de: Quiz Kategorie bearbeiten

source: Edit WPdoodle
de_de: WPdoodle bearbeiten

source: Enter Quiz Title and number
de_de: Titelvorgabe Quizfrage xxxx

source: evaluation
de_de: Auswertung

source: exact match (also enforces case)
de_de: Exakte Eingabe erwartet (mit Groß/Kleinschreibung)

source: Export to CSV
de_de: CSV-Export

source: export to CSV
de_de: CSV-Export

source: firstname lastname
de_de: Vorname Nachname

source: game over
de_de: Spiel beendet

source: Go!
de_de: Los!

source: ICS add reminder to your calendar
de_de: ICS Erinnerung in Ihren Kalender eintragen

source: Import from CSV
de_de: CSV-Import

source: in school grades
de_de: in Schulnoten

source: input word and ENTER
de_de: Wort eingeben, Enter drücken

source: ip-address
de_de: IP-Adresse

source: land of origin
de_de: Herkunftsland

source: live poll
de_de: Live-Umfrage

source: Manage vote
de_de: Verwalten

source: minutes
de_de: Minuten

source: moreinfo
de_de: Zusatzinformation

source: new game
de_de: Neues Spiel

source: New Question
de_de: Neue Frage

source: New Quiz Category
de_de: Neue Quiz Kategorie

source: New WPdoodle
de_de: Neuer WPdoodle

source: next random question
de_de: Nächste

source: No Questions found
de_de: keine Fragen gefunden

source: No Questions found in Trash
de_de: keine Fragen im Papierkorb gefunden

source: not case sensitive
de_de: Groß/Kleinschreibung nicht wichtig.

source: Not found
de_de: Nicht gefunden

source: Not found in trash
de_de: Nicht gefunden im Papierkorb

source: or select from list
de_de: oder auswählen

source: origin country
de_de: Herkunftsland

source: origin ISO
de_de: Herkunfts ISO

source: overview
de_de: Übersicht

source: Parent Question:
de_de: übergeordnete Frage

source: passed
de_de: bestanden

source: personal exam
de_de: Quiz-Examen

source: personal exam same cat.
de_de: Quiz-Examen gleiche Kategorie

source: picture in path uploads/quizbilder
de_de: Bild im Pfad uploads/quizbilder ablegen

source: plan appointments, query polls and place a quiz or a crossword or wordpuzzle game on your wordpress site (with csv import for questions)
de_de: Termine planen, Umfragen abfragen und ein Quiz oder ein Kreuzworträtsel- oder Worträtselspiel auf Ihrer WordPress-Seite platzieren (mit CSV-Import für Fragen)

source: play car quartet
de_de: Autoquartett spielen

source: play crossword
de_de: Kreuzworträtsel lösen

source: play hangman
de_de: Hangman spielen

source: play rebus
de_de: Rebus spielen

source: play sudoku
de_de: Sudoku spielen

source: play syllables
de_de: Silbenrätsel spielen

source: play word puzzle
de_de: Wortsuche spielen

source: play word shuffle
de_de: Buchstaben sortieren spielen

source: please drag and drop (or enter) word in right order
de_de: Bitte bringen Sie die Buchstaben per drag and drop (oder durch Eintippen) in die richtige Reihenfolge.

source: please enter a value
de_de: Bitte geben Sie eine Antwort ein

source: please mark words with pressed mousekey
de_de: Bitte markieren Sie die Wörter bei gedrückter Maustaste

source: poll
de_de: Umfrage

source: poll details
de_de: Details der Abstimmung

source: poll results
de_de: Abstimm-Ergebnisse

source: Popular Quiz Categories
de_de: Populäre Quiz Kategorien

source: Question
de_de: Frage

source: question/answer
de_de: Frage/Antwort

source: Questions
de_de: Fragen

source: questions answered
de_de: Fragen beantwortet

source: questions with one or four answers and help mask
de_de: Quizfragen mit einer freien oder vier Auswahl-Antworten

source: Quiz Categories
de_de: Quiz Kategorien

source: Quiz Category
de_de: Quiz Kategorie

source: quiz category
de_de: Quiz Kategorie

source: quiz certificate
de_de: Quiz-Zertifikat

source: quiz exam
de_de: Quiz-Examen

source: quiz exam certificate
de_de: Quiz-Examen Zertifikat

source: Quiz-categories
de_de: Quiz-Kategorien

source: Random generated Sudoku. Enter your numbers and click for solution or print with solution
de_de: Zufällig generiertes Sudoku. Geben Sie Ihre Zahlen ein und klicken Sie für die Lösung oder drucken Sie sie mit der Lösung aus.

source: required
de_de: erforderlich

source: result
de_de: Ergebnis

source: right
de_de: richtig

source: Search Questions
de_de: Fragen durchsuchen

source: Search Quiz Categories
de_de: Quiz Kategorien durchsuchen

source: Search WPdoodlez
de_de: Suche WPdoodlez

source: Separate categories with commas
de_de: Quizkategorien durch Kommata trennen

source: Shortcode copied to clipboard.
de_de: Shortcode in die Zwischenablage kopiert

source: Show WPdoodle
de_de: Zeige WPdoodlez

source: solution
de_de: Lösung anzeigen

source: start new game
de_de: Neues Spiel starten

source: stats right wrong answers
de_de: Statistik richtige/falsche Antworten

source: submit exam
de_de: Examen einreichen

source: syllable puzzle
de_de: Silbenrätsel

source: test terminated. thanks.
de_de: Test beendet. Vielen Dank.

source: that is
de_de: Dies entspricht

source: the result is highly unlikely
de_de: Das Ergebnis ist höchst unwahrscheinlich

source: this question total
de_de: Diese Frage Gesamtergebnis

source: total votes
de_de: Stimmen insgesamt

source: try again
de_de: Bitte nochmal versuchen!

source: unfortunately not
de_de: leider nicht

source: Update Quiz Category
de_de: Quiz Kategorie aktualisieren

source: Update WPdoodle
de_de: WPdoodle updaten

source: User name
de_de: Name

source: View Question
de_de: Frage anzeigen

source: vote
de_de: Abstimmen!

source: Vote!
de_de: Abstimmen!

source: votes pie chart
de_de: Abstimm-Grafik

source: Voting
de_de: Abstimmung

source: with
de_de: davon

source: within
de_de: innerhalb von

source: wordsearch
de_de: Wortpuzzle

source: WPdoodlez Documentation
de_de: WPDoodlez Dokumentation

source: wrong
de_de: falsch

source: wrong answer
de_de: falsche Antwort

source: you can take an exam with %s questions. Your name will be used on the certificate after the exam. See GDPR notice at end. Good luck!
de_de: Sie können eine Prüfung mit %s Fragen ablegen. Ihr Name wird nach der Prüfung auf dem Zertifikat aufgeführt. Siehe DSGVO-Hinweis am Ende. Viel Glück

source: you have
de_de: Sie haben

source: You have already voted but your vote was deleted. Your name was:
de_de: Sie haben bereits eine Stimme abgegeben. Sie wurde anscheinend gelöscht. Ihr Name lautete:

source: you targetet
de_de: Sie erzielten

source: your answer
de_de: Ihre Antwort

source: your choice
de_de: Ihre Auswahl bitte

source: your guess
de_de: Ihr Rateversuch

source: Your name
de_de: Dein Name

source: your name please
de_de: Ihr Name bitte

source: Your session
de_de: Ihre Sitzung
